<!DOCTYPE html>
<html>

    <head>
    <?php include_once('templete/pub_head.php') ?>
    </head>

    <body>
    <div class="container">
        
        <article class="weui-article">
            <h1 class="article-title">用户协议</h1>
            <section>
                <p> 感谢您申请外推网账户！在成为外推网用户之前，请您仔细阅读以下条文，确保您理解并同意本协议全部内容。外推网是一个为企业提供品牌保护的专业网络平台。以下内容将构成您和杭州外推网络有限公司之间的服务合同条款。</p>
                <h3>一、用户注册</h3>
                <p>您同意本协议并注册成功即成为外推网的注册用户直至您的账户注销。外推网可能在必要的时候对本协议条款及外推网各单项服务协议进行更改，此种更改在外推网上公布生效。您可以选择停止使用外推网相关的服务或者注销您在外推网的账户，否则外推网将认为您同意更改后的服务条款。未在外推网发布的服务条款将不具有法律效力，除非签有书面协议，并且仅对签署协议的当事人有效。</p>
                <h3>二、用户账户</h3>
                <p>您应当是具有中华人民共和国法律认可的民事权利能力和民事行为能力，依法独立享有民事权利和承担民事义务的法人。为此，您应当提供相应的证明。如果您是企业法人，请上传您的营业执照。如果您是机关、事业单位、社会团体法人等其他组织类型，您应当提供相应的合法证明。</p>
                <p>如果使用外推网提供的各单项服务，您可能还需要提交其他相关的资料和信息。为了提供更好的服务，您需要真实地向我们提供其他资料和信息，我们将按照外推网的隐私政策保护您的资料和信息。</p>
                <p>您应当保护好您的账户，除非已经得到您的提前通知，外推网将认为您的账户处于您的控制之下。如果您的账户在不受您控制的情况下处于风险状态或者已经发生损失，请您及时以有效方式通知外推网，您可以要求外推网暂停服务或者冻结账户。</p>
                <p>如果您使用外推网账户直接访问其他网站，您应当遵守该网站的服务条款。</p>
                <h3>三、用户责任</h3>
                <p>用户使用外推网必须遵守所有适用的国家法律、地方法规和国际准则。用户对用户账户进行的一切操作及言论负完全的责任，用户注销账户后，仍然应当对注销前的操作和言论负责。</p>
                <p> 用户必须遵循：</p>
                <p> （1）从中国境内向外传输技术性资料时必须符合中国有关法规。</p>
                <p> （2）使用网络服务不作非法用途。</p>
                <p> （3）不干扰或混乱网络服务。</p>
                <p> （4）遵守所有使用网络服务的网络协议、规定、程序和惯例。</p>
                <p>用户须承诺不传输任何非法的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽等信息资料。用户也不能传输任何教唆他人构成犯罪行为的资料。不得进行任何有可能对外推网的系统造成任何不良的影响的操作，不能传输助长国内不利条件和涉及国家安全的资料。不能传输任何不符合当地法规、国家法律和国际准则的资料。未经许可而非法进入其它电脑系统是禁止的。若用户的行为不符合以上提到的服务条款，外推网单方面有权冻结或注销用户账户。用户需对用户本身在网上的行为承担法律责任。用户若在外推网上散布和传播反动、色情或其他违反国家法律的信息，外推网的系统记录有可能作为用户违反法律的证据。</p>
                <h3>四、外推网服务</h3>
                <p>外推网为用户提供域名、商标、网络品牌保护资讯、网络品牌的监控、电商侵权监控、商标与域名交易，及品牌保护所需的法律诉讼等相关服务域名交易平台、域名委托购买服务、域名预订等各项服务。用户应当按照外推网的服务规则和页面提示进行操作，也可以直接联系外推网获取更多的服务。外推网各单项服务协议与本协议冲突或是有特别规定的，应当优先适用各单项服务协议。</p>
                <p>外推网的各项服务费用在外推网上公布，外推网有权根据有关政策的变化、市场情况、服务范围变化等原因，单方面调整价格标准，调整的项目将在外推网上更新，不作额外的通知。外推网有权拒绝为不按照外推网要求提供信息或不服从外推网服务规则的用户提供服务，有权注销或者冻结该用户账户。</p>
                <p> 用户有权取回用户在外推网账户中未使用的资金，但不得利用外推网资金账户套现信用卡资金，不得有其他违反银行、支付中介机构及外推网资金规范的行为。用户在外推网账户消费的订单将提供明细以供查询的资金不产生任何形式的孳息。</p>
                <p>外推网的数据来源于互联网，版权归源网站所有，平台通过技术手段对信息进行汇总实现快照，无法避免后续网站内容的变更，汇总的数据如有出入本站不承担责任。外推网用户涉及到的网络品牌保护服务相关法律诉讼服务，由与外推网平台合作的律师事务所提供。</p>
                <p>外推网有权了解您使用本网站产品及服务的真实背景及目的，有权要求您如实提供真实、全面、准确的信息；如果外推网有合理理由怀疑您提供的信息不真实、您进行虚假交易，或您的行为违反外推网的网站规则的，外推网有权暂时或永久限制您账户下所使用的所有产品及/或服务的部分或全部功能。</p>
                <p>基于运行和交易安全的需要，外推网有权暂时停止或者限制您账号下部分或全部的资金支付功能，外推网将通过邮件、站内信、短信或电话等方式通知您，您应及时予以关注并按照程序进行申诉等后续操作。</p>
                <p>外推网有权按照国家司法、行政、军事、安全等机关（包括但不限于公安机关、检察机关、法院、海关、税务机关、安全部门等）的要求对您的个人信息及在本网站的资金、交易及账户等进行查询、冻结或扣划。</p>
                <h3>五、外推网免责条款</h3>
                <p>外推网不保证提供的服务不受干扰、及时提供或免于出错。外推网不保证所交易的域名、商标具有适销性、适用性，也不能保证交易方实际拥有该域名或商标。外推网不对用户的真实身份进行核实。除非有效法律文书明确要求并提供相应保护，外推网将遵守隐私政策，不对外提供用户信息。</p>
                <p>因下列情形无法按照约定提供各项服务时，外推网不承担责任，包括但不限于：<br></p>
                <p> （1）外推网公告的休假或者系统维护的。</p>
                <p> （2）电信设备出现故障不能进行数据传输的。</p>
                <p> （3）因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成外推网障碍不能提供服务的。</p>
                <p> （4）由于黑客攻击、电信部门技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟的。</p><p></p>
                <h3>六、知识产权保护</h3>
                <p>用户不得擅自在全球任何国家和地区申请与外推网及其他服务的名称、标识、品牌、特色标志、域名相同或类似的商标、服务商标、域名、著作权等。用户不得擅自使用、复制、修改、改编、翻译、汇编、转载、发行外推网所有内容，包括但不限于文字作品、图片作品、摄影作品、示意图、网站架构、网站画面的安排、网页设计。</p>
                <h3>七、隐私政策</h3>
                <p>外推网隐私政策构成本协议的有效内容。隐私政策调整的，适用最新的隐私政策。</p>
                <h3>八、法律适用和管辖</h3>
                <p>本协议及其他单项服务协议适用中华人民共和国法律，法律没有明文规定的，按照外推网的服务和交易惯例解释。协议的部分条款发生无效的情形，不受影响的其他条款和协议仍然有效。因本协议及其他单项服务协议产生的争议，浙江省杭州市拱墅区人民法院为有权管辖法院。</p>
                <h3>九、其他</h3>
                <p>工作日是指外推网的营业日。除非外推网公告通知休假，一般为中华人民共和国适用的休息日以及法定节假日之外的正常工作日。日期的计算使用公历年月日，时间的计算使用北京时间。</p>
                <p>外推网通过公告通知，公告的时间为送达到用户的时间；通过外推网网页向用户提醒，提醒出现的时间为送达的时间；通过用户提供的联系方式向用户送达，用户或其代表签收、用户系统接收的时间为送达的时间。</p>
            </section>
        </article>
        
    </div>
    
    <?php include_once('templete/pub_foot.php') ?>
    <script>
    window.onload = function(){
        
    }
    
    $(function(){
        
    })
    
    </script>
    </body>
</html>